import React from "react";

function About() {
  return (
    <div className="container">
      <h1>О себе</h1>
        <p>Я профессиональный фотограф с многолетним опытом работы.</p>
        <p>Добро пожаловать на сайт "Яркие моменты в фотографии от Ани Е"! Мы специализируемся на создании уникальных и запоминающихся фотографий для всех важных моментов вашей жизни. Наша главная цель — запечатлеть эмоции и атмосферу, которые вы хотите сохранить навсегда. Благодаря нашему опыту и креативному подходу, мы предлагаем вам фотографии, которые будут не просто картинками, а настоящими произведениями искусства.</p>
        <p>Работая с нами, вы получите индивидуальный подход, внимание к деталям и качество, которому можно доверять. Мы создаем как классические портреты, так и креативные композиции, адаптируясь под потребности каждого клиента. Независимо от того, нужен ли вам семейный альбом, портрет, коммерческая фотосессия или уникальная съемка на мероприятии — мы готовы помочь вам в этом. Давайте вместе создадим фотографии, которые будут радовать вас долгие годы!</p>
        <p>Обращайтесь к "Яркие моменты в фотографии от Ани Е" и убедитесь в нашем профессионализме и страсти к каждому кадру. Мы ждем вас, чтобы вместе создать что-то действительно особенное!</p>
    </div>
  );
}

export default About; 